//Параметр идентификатора устройства
const param_required_EUI = 'deveui';
//Параметр времени 
const param_required_T = 't';
//Название глубин погружения()
const sensors_range = ['2.5см', '8см', '20см', '30см', '40см', '50см', '60см', '80см', '100см'];
//Дефолтные цвета серий
const color_range = ['#a834eb','#34e8eb','#34eb62','#eba234','#eb34a8','#3452eb','#65eb34','#eb3434','#c1bab9'];
//Название отображаемых параметров
const params = ['Температура','Re-сопротивление','Im-сопротивление','Abs-сопротивление']

//Часовой пояс МСК
const GMT_OFFSET = 180 * 60 * 1000;